[
    {
        "name": "Шестерка воронов",
        "author": "Бардуго Ли",
        "yearOfPubl": 2018,
        "pages": 576,
        "publisher": "АСТ",
        "genre": "Фентези",
        "description": "Кеттердам – шумный центр международной торговли, где по сходной цене можно купить все, и лучше других это знает юный гений преступного мира Каз Бреккер. Ему выпадает шанс на ограбление века, которое может сделать его невообразимо богатым. Но один он не справится..."
    },
    {
        "name": "Продажное королевство",
        "author": "Бардуго Ли",
        "yearOfPubl": 2018,
        "pages": 672,
        "publisher": "АСТ",
        "genre": "Фентези",
        "description": "Казу Бреккеру и его команде удалось провернуть столь дерзкое похищение, что они и сами не поняли, как остались в живых. Но обещанная заоблачная награда уплывает из рук..."
    },
    {
        "name": "Зов кукушки",
        "author": "Роберт Гэлбрейт",
        "yearOfPubl": 2014,
        "pages": 512,
        "publisher": "Азбука",
        "genre": "Детектив",
        "description": "Когда скандально известная топ-модель, упав с заснеженного балкона своего пентхауса, разбивается насмерть, все решают, что это самоубийство. Но брат девушки не может смириться с таким выводом и обращается к услугам частного сыщика по имени Корморан Страйк..."
    },
    {
        "name": "Шелкопряд",
        "author": "Роберт Гэлбрейт",
        "yearOfPubl": 2014,
        "pages": 576,
        "publisher": "Азбука",
        "genre": "Детектив",
        "description": "После исчезновения писателя Оуэна Куайна его жена обращается к частному сыщику Корморану Страйку. Полагая, что муж просто скрывается от родных, как случалось уже не раз, Леонора Куайн поручает Страйку найти беглеца и вернуть в лоно семьи..."
    },
    {
        "name": "На службе зла",
        "author": "Роберт Гэлбрейт",
        "yearOfPubl": 2015,
        "pages": 608,
        "publisher": "Азбука",
        "genre": "Детектив",
        "description": "Робин Эллакотт получает с курьером таинственный пакет — в котором обнаруживается отрезанная женская нога. Ее начальник, частный детектив Корморан Страйк, не так удивлен — но встревожен не меньше. В его прошлом есть четыре возможных кандидатуры на личность отправителя..."
    },
    {
        "name": "Смертельная белизна",
        "author": "Роберт Гэлбрейт",
        "yearOfPubl": 2018,
        "pages": 672,
        "publisher": "Азбука",
        "genre": "Детектив",
        "description": "«Я видел, как ребенка убили… Его задушили наверху, прямо у лошади». У Билли явные проблемы с умственным здоровьем, но он уверен, что в детстве видел убийство ребенка, — и давняя тревога наконец приводит его в офис частного детектива Корморана Страйка, вновь прославившегося после поимки Шеклуэллского Потрошителя."
    },
    {
        "name": "Дурная кровь",
        "author": "Роберт Гэлбрейт",
        "yearOfPubl": 2020,
        "pages": 960,
        "publisher": "Иностранка",
        "genre": "Детектив",
        "description": "Корморан Страйк навещает родных в Корнуолле. Там к частному детективу, вновь попавшему на первые полосы газет после того, как он поймал Шеклуэллского Потрошителя и раскрыл убийство министра культуры Джаспера Чизуэлла, обращается незнакомая женщина и просит найти ее мать, пропавшую при загадочных обстоятельствах в 1974 году..."
    }
]